import { PostData } from './model';

export const postDataMock: PostData[] = [
    {
        id: 1,
        title: 'Продвижение компании',
        description:
            'В этом блоке будут отображаться общие новости компании такие как разработка и внедрение нового оборудования, взаимодействие с другими организациями и т.д.',
        type: 'Продвижение компании',
    },
    {
        id: 2,
        title: 'Продвижение компании',
        description:
            'В этом блоке будут отображаться общие новости компании такие как разработка и внедрение нового оборудования, взаимодействие с другими организациями и т.д.',
        type: 'Продвижение компании',
    },
    {
        id: 3,
        title: 'Продвижение компании',
        description:
            'В этом блоке будут отображаться общие новости компании такие как разработка и внедрение нового оборудования, взаимодействие с другими организациями и т.д.',
        type: 'Продвижение компании',
    },
    {
        id: 4,
        title: 'Продвижение компании',
        description:
            'В этом блоке будут отображаться общие новости компании такие как разработка и внедрение нового оборудования, взаимодействие с другими организациями и т.д.',
        type: 'Продвижение компании',
    },
    {
        id: 5,
        title: 'Продвижение компании',
        description:
            'В этом блоке будут отображаться общие новости компании такие как разработка и внедрение нового оборудования, взаимодействие с другими организациями и т.д.',
        type: 'Продвижение компании',
    },
    {
        id: 6,
        title: 'Для наших пользователей',
        description:
            'здесь будут отображаться полезные пользовательские нововведения, такие как информация о текущих обновлениях, исправлениях, а так же гайды по разделам приложения.',
        type: 'Для наших пользователей',
    },
    {
        id: 7,
        title: 'Для наших пользователей',
        description:
            'здесь будут отображаться полезные пользовательские нововведения, такие как информация о текущих обновлениях, исправлениях, а так же гайды по разделам приложения.',
        type: 'Для наших пользователей',
    },
    {
        id: 8,
        title: 'Для наших пользователей',
        description:
            'здесь будут отображаться полезные пользовательские нововведения, такие как информация о текущих обновлениях, исправлениях, а так же гайды по разделам приложения.',
        type: 'Для наших пользователей',
    },
    {
        id: 9,
        title: 'Для наших пользователей',
        description:
            'здесь будут отображаться полезные пользовательские нововведения, такие как информация о текущих обновлениях, исправлениях, а так же гайды по разделам приложения.',
        type: 'Для наших пользователей',
    },
    {
        id: 10,
        title: 'Для наших пользователей',
        description:
            'здесь будут отображаться полезные пользовательские нововведения, такие как информация о текущих обновлениях, исправлениях, а так же гайды по разделам приложения.',
        type: 'Для наших пользователей',
    },
];
